{"keras_version": "1.0.7", "config": [{"config": {"trainable": true, "activity_regularizer": null, "input_dtype": "float32", "input_dim": null, "b_constraint": null, "W_regularizer": null, "init": "glorot_uniform", "b_regularizer": null, "bias": true, "batch_input_shape": [null, 10], "activation": "linear", "W_constraint": null, "output_dim": 10, "name": "dense_1"}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "name": "activation_1"}, "class_name": "Activation"}, {"config": {"trainable": true, "activity_regularizer": null, "b_constraint": null, "input_dim": null, "W_regularizer": null, "init": "glorot_uniform", "b_regularizer": null, "bias": true, "activation": "linear", "W_constraint": null, "output_dim": 2, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "name": "activation_2"}, "class_name": "Activation"}], "class_name": "Sequential"}